[
    {
      "title": "Apples",
      "photo": "apple.jpg",
      "price": "$1.50",
      "description": "A round fruit with a firm outer skin that can be red, green, or yellow and a crisp, juicy interior.",
      "grown": [
        "Washington, USA",
        "Ontario, Canada",
        "Victoria, Austrailia",
        "Trentino, Italy",
        "Normandy, France"
      ]
    },
    {
      "title": "Bananas",
      "photo": "banana.jpg",
      "price": "$2.00",
      "description": "Medium to large blossoms ranging in size from 4 to 8 centimeters. Depending on the variety, the blooms can be simple, with one layer of ovate petals, complex with multiple layers of petals, or pom-pom shaped with a rounded appearance. The petals can be flat and ovate with a slight point, or they can curve upward to meet the next layer, forming a small cavity in each petal. The delicate petals surround a bright yellow center comprised of multiple pollen-covered stamens.The flowers emit little to no fragrance and have a velvety texture with a mildly sweet flavor and warm spiced undertones.",
      "grown": [
        "Ecuador",
        "Philippines",
        "India",
        "Brazil",
        "Colombia"
      ]
    },
    {
      "title": "Mango",
      "photo": "mango.jpg",
      "price": "$4.00",
      "description": "Hyacinth are small genus of bulbous herbs and most species have four to six narrow untoothed leaves that emerge from the underground bulb. The flowers are borne in a raceme cluster at the top of the leafless stems, and each flower stalk has a small bract (leaflike structure) below it. The flowers have an intense fragrance.",
      "grown": [
        "India",
        "Mexico",
        "Thailand",
        "Philippines",
        "Pakistan"
      ]
    },
    {
      "title": "Orange",
      "photo": "orange.jpg",
      "price": "$3.00",
      "description": "Hydrangea flowers are large and showy, with a round or conical shape made up of clusters of smaller flowers. They have a honey-vanilla scent.",
      "grown": [
        "Florida",
        "California",
        "Brazil",
        "Spain",
        "Egypt"
      ]
    },
    {
      "title": "Pineapple",
      "photo": "pineapple.jpg",
      "price": "$6.00",
      "description": "Peony flowers lush and full appearance makes them a popular choice for bridal bouquets, centerpieces, and other special occasions. With their sweet fragrance and romantic charm, peony flowers are the perfect way to add a touch of elegance and sophistication to any floral arrangement.",
      "grown": [
        "Hawaii",
        "Costa Rica",
        "Philippines",
        "Thailand",
        "Brazil"
      ]
    },
    {
      "title": "Watermelon",
      "photo": "watermelon.jpg",
      "price": "$5.00",
      "description": "Tulip flowers are popular spring-blooming bulbs known for their bright and vibrant colors.Their simple yet elegant cup-shaped blooms are held atop sturdy stems that rise above grassy foliage, making them a favorite for cut flower arrangements and garden borders alike. With their cheerful and optimistic nature, tulip flowers are the perfect way to usher in the arrival of spring and add a pop of color to any space.",
      "grown": [
        "Georgia, USA",
        "California, USA",
        "Jiangsu, China",
        "Sindh, Pakistan",
        "Karnataka, India"
      ]
    }
  ]